[
    {
      "id" 		      :	"1",
      "banda"		    :	"Pearl Jam",
      "album"		    :	"Ten",
      "slug"		    :	"ten",
      "categoria"		:	"Grunge",
      "links"       : "grunge",
      "lancamento"	:	"1990",
      "faixas"      : "Once; Even Flow; Alive; Why Go; Black; Jeremy; Oceans; Porch; Garden; Deep; Release",
      "descricao"		:	"Ten é o álbum de estreia da banda grunge americana Pearl Jam, lançado em 27 de agosto de 1991 através da Epic Records. Após a saída do baixista Jeff Ament e do guitarrista Stone Gossard de seu grupo anterior Mother Love Bone, os dois recrutaram o vocalista Eddie Vedder, o guitarrista Mike McCready e o baterista Dave Krusen para formar o Pearl Jam em 1990. A maioria de suas canções começaram como jams instrumentais, a que Vedder adiciona letras sobre temas como depressão, desabrigados e abuso. Ten não foi um sucesso imediato, mas no final de 1992 ele tinha alcançado o 2º lugar na parada Billboard 200. O álbum produziu três singles de sucesso: 'Alive', 'Even Flow' e 'Jeremy', além da canção 'Black', que não foi um single, mas também teve sucesso. Enquanto o Pearl Jam foi acusado de saltar para o grunge na época, Ten foi fundamental na popularização do rock alternativo no mainstream. O álbum foi certificado treze vezes platina pela RIAA nos Estados Unidos, e vendeu mais de 20 milhões de cópias em todo o mundo. É o álbum mais bem sucedido do Pearl Jam."
    },
    {
      "id" 		      :	"2",
      "banda"		    :	"Pearl Jam",
      "album"		    :	"Yield",
      "slug"		    :	"yield",
      "categoria"		:	"Grunge",
      "links"       : "grunge",
      "lancamento"	:	"1998",
      "faixas"      : "Brain of J.; Faithfull; No Way; Given to Fly; Wishlist; Pilate; Do the Evolution; ?; MFC; Low Light; In Hiding; Push Me, Pull Me; All Those Yesterdays; Hummus",
      "descricao"		:	"Yield é o quinto álbum de estúdio da banda americana de rock alternativo Pearl Jam, lançado em 3 de fevereiro de 1998. Após uma pequena turnê promocional de seu álbum anterior, No Code (1996), Pearl Jam gravou Yield no Studio Litho e X em Seattle, Washington ao longo do ano de 1997. O álbum foi proclamado como um retorno às raízes da banda e marcou um esforço mais colaborativo da mesma ao invés de confiar quase todas as composições de letras ao vocalista Eddie Vedder, como nos álbuns anteriores. As letras tratam de temas contemplativos, embora vistos de uma forma mais positiva em relação ao trabalho anterior da banda. Yield recebeu críticas positivas e debutou como número dois na Billboard 200, mas como No Code, o álbum logo começou a descer nas paradas. Yield, todavia, superou seu antecessor. A banda promoveu o disco de forma mais ativa, quando comparado a No Code, incluindo uma grande turnê e o lançamento de um videoclipe para a canção 'Do the Evolution'. O álbum foi disco de platina pela RIAA nos Estados Unidos. O disco é o último do Pearl Jam com a participação do baterista Jack Irons, que deixou a banda durante a turnê promocional do álbum e foi substituído por Matt Cameron. O título advém do termo em inglês para a placa de cedência/preferência. Uma dessas placas, fotografada pelo baixista Jeff Ament no caminho de sua casa em Montana, adorna a capa do disco."
    },
    {
      "id" 		      :	"3",
      "banda"		    :	"Metallica",
      "album"		    :	"Metallica",
      "slug"		    :	"metallica",
      "categoria"		:	"Heavy Metal",
      "links"       : "heavy-metal",
      "lancamento"	:	"1990",
      "faixas"      : "Enter Sandman; Sad but True; Holier Than Thou; The Unforgiven; Wherever I May Roam; Don't Tread on Me; Through the Never; Nothing Else Matters; Of Wolf and Man; The God That Failed; My Friend of Misery; The Struggle Within",
      "descricao"		:	"Metallica, também conhecido como The Black Album ('O Álbum Negro'), é o quinto álbum de estúdio da banda norte-americana de heavy metal Metallica, lançado a 12 de agosto de 1991. Com faixas como 'The Unforgiven', 'Enter Sandman' e 'Nothing Else Matters', tornou-se no álbum de maior sucesso do grupo, tendo vendido cerca de 16.040.000 de cópias apenas nos Estados Unidos, sendo o álbum que mais vendeu no país desde que a Billboard começou a usar a Nielsen SoundScan para calcular as vendas, e mais de 40 milhões mundialmente. Este álbum está na lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame, ficando em 14º lugar. Em 1992, Metallica ganhou o Grammy Award por Melhor performance de Heavy Metal Em 2003, ficou em 252º na lista dos 500 melhores álbuns de sempre da Revista Rolling Stone e em 25º na lista de melhores álbuns de metal de todos os tempos da mesma publicação. A capa do álbum tem somente o logotipo da banda e uma cobra enrolada, derivada da bandeira de Gadsden. O lema da bandeira de Gadsden, 'Don't Tread on Me', é usado como título de uma das músicas do álbum. Em 2004, foi lançado um DVD-Audio com uma mixagem 5.1 do álbum."
    },
    {
      "id" 		      :	"4",
      "banda"		    :	"Metallica",
      "album"		    :	"Master of Puppets",
      "slug"		    :	"master-of-puppets",
      "categoria"		:	"Heavy Metal",
      "links"       : "heavy-metal",
      "lancamento"	:	"1986",
      "faixas"      : "Battery; Master of Puppets; The Thing That Should Not Be; Welcome Home (Sanitarium); Disposable Heroes; Leper Messiah; Orion (Instrumental); Damage, Inc.",
      "descricao"		:	"Master of Puppets é o terceiro álbum de estúdio lançado pela banda de thrash metal/heavy metal norte-americana Metallica, lançado em 3 de março de 1986 pela Elektra Records e o último álbum da banda com o baixista Cliff Burton, que morreu em um acidente de autocarro na Suécia enquanto estava em uma turnê para promover o álbum. O álbum se tornou o primeiro álbum de thrash metal a ser certificado com um disco de platina. Em 2003 o álbum vendeu mais de oito milhões de cópias, sendo certificado com seis discos de platina pela Recording Industry Association of America (RIAA). Master of Puppets recebeu avaliações positivas dos críticos, que elogiaram o álbum por sua música enérgica e suas letras políticas. O álbum também foi incluído em várias listas de melhores álbuns e foi considerado um dos álbuns de heavy metal mais influentes da época. Em 2017, foi eleito o 2º melhor álbum de metal de todos os tempos pela revista Rolling Stone, atrás apenas de Paranoid, do Black Sabbath. Em 2019, foi eleito o n°1 da lista de os 100 melhores álbuns de metal de todos os tempos pelo site Metal-Rules."
    },
    {
      "id" 		      :	"5",
      "banda"		    :	"Foo Fighters",
      "album"		    :	"Foo Fighters",
      "slug"		    :	"foo-fighters",
      "categoria"		:	"Grunge",
      "links"       : "grunge",
      "lancamento"	:	"1995",
      "faixas"      : "This Is a Call; I'll Stick Around; Big Me; Alone+Easy Target; Good Grief; Floaty; Weenie Beenie; Oh, George; For All the Cows; X-Static; Wattershed; Exhausted",
      "descricao"		:	"Foo Fighters é o álbum de estreia da banda americana Foo Fighters, foi lançado no dia 4 de julho de 1995. Teve origem de uma fita demo que Dave Grohl fez, onde ele tocava todos os instrumentos. Dave Grohl passou quatro anos como baterista da banda grunge Nirvana. Nesse período desenvolveu uma série de composições não divulgadas, uma forma de preservar a interação do grupo. Em contrapartida Dave gravou algumas demos em estúdio, sendo que algumas canções foram compiladas no álbum Pocketwatch, lançado com o pseudônimo 'Late!', em 1992. Kurt Cobain, ao saber que Dave estava a grava com Barrett Jones, pediu pra ouvir o material. Segundo Dave, ele ouviu as versões demo de Alone + Easy Target, Exhausted e Big Me, tendo gostado bastante das duas primeiras a ponto de sugerir que elas se tornassem músicas do Nirvana, algo que infelizmente não ocorreu devido ao próprio Dave desencorajar Kurt, talvez temendo que isso mais tarde acabasse em uma disputa por poder criativo que resultasse no fim do grupo. Após a morte de Kurt Cobain em Abril de 1994, Grohl considerou abandonar a música, mas eventualmente resolveu gravar como 'experiência catártica' suas composições. Em Outubro do mesmo ano, Grohl entrou no Robert Lang's Studio em Seattle com o amigo e produtor musical Barrett Jones. No espaço de uma semana, Grohl gravou as faixas cantando e tocando todos os instrumentos, com exceção de uma guitarra em 'X-Static' por Greg Dulli do grupo americano Afghan Whigs. Para manter o anonimato, Grohl escolheu o nome 'Foo Fighters' para criar a ilusão de que era uma banda em vez de 'aquele cara do Nirvana'. Grohl passou fitas das gravações para amigos, e eventualmente atraiu a atenção de gravadoras. Eventualmente um contrato foi assinado com a Capitol Records por Grohl conhecer o presidente Gary Gersh desde que ele era da gravadora do Nirvana. A fita se tornou o primeiro álbum do Foo Fighters, também intitulado Foo Fighters. Para divulgar o trabalho e tocar as músicas ao vivo, Grohl decidiu montar uma banda completa. Grohl chamou o guitarrista Pat Smear, que tocara no The Germs e era membro da banda de turnê do Nirvana, e após tomar conhecimento sobre o fim da banda conterrânea de rock alternativo Sunny Day Real Estate, convocou o baixista Nate Mendel e o baterista William Goldsmith. A banda realizou sua primeira turnê ainda em 1995 abrindo concertos para Mike Watt. O Foo Fighters tocaria cerca de 190 vezes ao longo de 1995 e 1996. Seu primeiro single 'This Is a Call' foi lançado em junho de 1995, e o álbum de estreia no mês seguinte. 'I'll Stick Around' e 'Big Me' foram os singles lançados nos meses seguintes."
    },
    {
      "id" 		      :	"6",
      "banda"		    :	"Foo Fighters",
      "album"		    :	"Medicine at Midnight",
      "slug"		    :	"medicine-at-midnight",
      "categoria"		:	"Grunge",
      "links"       : "grunge",
      "lancamento"	:	"2021",
      "faixas"      : "Making a Fire; Shame Shame; Cloudspotter; Waiting on a War; Medicine at Midnight; No Son of Mine; Holding Poison; Chasing Birds; Love Dies Young",
      "descricao"		:	"Medicine at Midnight é o décimo álbum de estúdio da banda de rock americana Foo Fighters. Originalmente estava previsto para ser lançado em 2020, entretanto, devido à pandemia de COVID-19, foi lançado apenas em 5 de fevereiro de 2021, sendo produzida pelos membros do grupo e por Greg Kurstin através da gravadora RCA Records. O álbum foi precedido pelo lançamento de três singles: A canção 'Shame Shame' (2020) foi primeiro single lançado; 'No Son of Mine' (2021) foi o segundo, e 'Waiting on a War' (2021) foi o terceiro. Foi eleito pela Loudwire como o 31º melhor álbum de rock/metal de 2021."
    },
    {
      "id" 		      :	"7",
      "banda"		    :	"Iron Maiden",
      "album"		    :	"Iron Maiden",
      "slug"		    :	"iron-maiden",
      "categoria"		:	"Heavy Metal",
      "links"       : "heavy-metal",
      "lancamento"	:	"1980",
      "faixas"      : "Prowler; Remember Tomorrow; Running Free; Phantom of the Opera; Transylvania; Strange World; Charlotte the Harlot; Iron Maiden",
      "descricao"		:	"Iron Maiden é o álbum de estreia da banda de heavy metal Iron Maiden, lançado em 14 de abril de 1980. Foi lançado pela EMI no Reino Unido, e alguns meses depois nos Estados Unidos via Harvest/Capitol Records. A versão original norte-americana também inclui a canção 'Sanctuary', previamente lançada como single no Reino Unido. Em 1998, assim como todos os trabalhos do grupo lançados antes de 1995, Iron Maiden foi remasterizado e lançado com a faixa 'Sanctuary' em todos os territórios. Ainda que a própria banda tenha criticado a qualidade da produção desde seu lançamento, o álbum foi bem recebido pelo público e pela crítica. No Reino Unido, alcançou a quarta posição do UK Albums Chart e foi certificado com disco de platina. Iron Maiden é o único trabalho de estúdio da banda com o guitarrista Dennis Stratton e o produtor Will Malone. Para promover o disco, além das turnês que fez com Judas Priest (British Steel Tour) e Kiss (Unmasked Tour ), o grupo fez várias turnês pela Europa com a Iron Maiden Tour e a Metal for Muthas Tour."
    },
    {
      "id" 		      :	"8",
      "banda"		    :	"Iron Maiden",
      "album"		    :	"Fear of the Dark",
      "slug"		    :	"fear-of-the-dark",
      "categoria"		:	"Heavy Metal",
      "links"       : "heavy-metal",
      "lancamento"	:	"1992",
      "faixas"      : "Be Quick or Be Dead; From Here to Eternity; Afraid to Shoot Strangers; Fear Is the Key; Childhood's End; Wasting Love; The Fugitive; Chains of Misery; The Apparition; Judas Be My Guide; Weekend Warrior; Fear of the Dark",
      "descricao"		:	"Fear of the Dark é o nono álbum de estúdio da banda banda inglesa de heavy metal Iron Maiden. Lançado em 11 de maio de 1992, foi o terceiro lançamento de estúdio da banda no topo da parada de álbuns do Reino Unido, e o último a apresentar Bruce Dickinson como vocalista do grupo até seu retorno em 1999. Foi o primeiro disco a ser produzido por Steve Harris, e o último a contar com Martin Birch (que se aposentou depois do lançamento)."
    },
    {
      "id" 		      :	"9",
      "banda"		    :	"Ramones",
      "album"		    :	"Rocket to Russia",
      "slug"		    :	"rocket-to-russia",
      "categoria"		:	"Punk Rock",
      "links"       : "punk-rock",
      "lancamento"	:	"1977",
      "faixas"      : "Cretin Hop; Rockaway Beach; Here Today, Gone Tomorrow; Locket Love; I Don't Care; Sheena Is a Punk Rocker; We're A Happy Family; Teenage Lobotomy; Do You Wanna Dance?; I Wanna Be Well; I Can't Give You Anything; Ramona; Surfin' Bird;Why Is It Always This Way",
      "descricao"		:	"Rocket to Russia é o terceiro álbum de estúdio da banda americana de punk rock Ramones, lançado no dia 4 de novembro de 1977 pelo selo Sire Records. O título é considerado uma brincadeira com o estado global de Guerra Fria vigente no momento. Musicalmente, o álbum incorpora o surf rock e outras influências. Ele é considerado um dos discos fundamentais da banda e do gênero punk, e inclui algumas das canções mais conhecidas dos Ramones, como 'Sheena Is a Punk Rocker' e 'Teenage Lobotomy'. Em 2003, o álbum foi colocado número 106 na lista da revista Rolling Stone dos 500 melhores álbuns de todos os tempos.[2] Foi o último álbum com o baterista original Tommy Ramone que saiu da banda para trabalhar como produtor musical."
    },
    {
      "id" 		      :	"10",
      "banda"		    :	"Ramones",
      "album"		    :	"Road to Ruin",
      "slug"		    :	"road-to-ruin",
      "categoria"		:	"Punk Rock",
      "links"       : "punk-rock",
      "lancamento"	:	"1978",
      "faixas"      : "I Just Want to Have Something to Do; I Wanted Everything; Don't Come Close; I Don't Want You; Needles and Pins; I'm Against It; I Wanna Be Sedated; Go Mental; Questioningly; She's the One; Bad Brain; It's a Long Way Back",
      "descricao"		:	"Road to Ruin é o quarto álbum de estúdio da banda americana de punk rock Ramones, lançado em 22 de setembro de 1978, pela Sire Records como LP, cartucho de 8 faixas e fita cassete. Foi o primeiro álbum dos Ramones a apresentar o novo baterista Marky Ramone, que substituiu Tommy Ramone. Tommy deixou a banda devido às baixas vendas dos álbuns anteriores, bem como ao estresse que experimentou durante a turnê; no entanto, ele permaneceu com a banda para produzir o álbum (creditado como T. Erdelyi) com Ed Stasium. O conceito da arte foi desenhado pelo fã dos Ramones, Gus MacDonald, e posteriormente modificado por John Holmstrom para incluir Marky em vez de Tommy. O álbum inclui a conhecida faixa 'I Wanna Be Sedated'."
    },  
    {
      "id" 		      :	"11",
      "banda"		    :	"ACDC",
      "album"		    :	"T.N.T.",
      "slug"		    :	"tnt",
      "categoria"		:	"Rock and Roll",
      "links"       : "rock-and-roll",
      "lancamento"	:	"1975",
      "faixas"      : "It's a Long Way to the Top (If You Wanna Rock 'n' Roll); Rock 'N' Roll Singer; The Jack; Live Wire; T.N.T.; Rocker; Can I Sit Next to You Girl; High Voltage; School Days",
      "descricao"		:	"T.N.T. é o segundo álbum de estúdio da banda de rock australiana AC/DC. Levou apenas três semanas para ser gravado e seu sucesso foi tamanho que a gravadora se interessou em lançá-lo no mercado internacional. Com a excelente aceitação do público, Malcolm Young e Bon Scott tiveram que convencer aos outros membros da banda de que seria melhor que se mudassem para a Inglaterra. Assim sendo, em fevereiro de 1976 eles estavam morando numa casa no subúrbio londrino de Barnes, onde apesar de pouco conforto, podiam tocar até altas horas e no volume que quisessem. Levou pouco tempo desde a mudança até eles começarem a tocar nos mais famosos clubes de Londres, dos quais o que mais se destaca é o Marquee Club (um templo do rock que já foi palco de grandes bandas desde Rolling Stones até o Sepultura). Na faixa de abertura, Bon Scott toca um solo de Gaita de Fole, instrumento o qual ele aprendeu a tocar na Escócia, quando jovem."
    },  
    {
      "id" 		      :	"12",
      "banda"		    :	"ACDC",
      "album"		    :	"Power Up",
      "slug"		    :	"power-up",
      "categoria"		:	"Rock and Roll",
      "links"       : "rock-and-roll",
      "lancamento"	:	"2020",
      "faixas"      : "Realize; Rejection; Shot in the Dark; Through the Mists of Time; Kick You When You're Down; Witch's Spell; Demon Fire; Wild Reputation; No Man's Land; Systems Down; Money Shot; Code Red",
      "descricao"		:	"Power Up (às vezes abreviado para PWR / UP e estilizado como PWRϟUP ) é o décimo sétimo álbum de estúdio da banda de rock australiana AC / DC, lançado no dia 13 de novembro de 2020 pela Columbia Records e Sony Music Australia. É o décimo sexto álbum de estúdio lançado internacionalmente e o décimo sétimo a ser lançado na Austrália. Power Up marca o retorno do vocalista Brian Johnson, do baterista Phil Rudd e do baixista Cliff Williams, que haviam saído durante a turnê do álbum Rock or Bust (2014). Este também é o primeiro álbum da banda desde a morte do cofundador e guitarrista rítmico Malcolm Young em 2017 e serve como uma homenagem a ele, segundo seu irmão Angus. O álbum foi geralmente bem recebido pelos críticos musicais e alcançou o primeiro lugar em 21 países."
    },  
    {
      "id" 		      :	"13",
      "banda"		    :	"Joy Division",
      "album"		    :	"Unknown Pleasures",
      "slug"		    :	"unknown-pleasures",
      "categoria"		:	"Pós-Punk",
      "links"       : "pos-punk",
      "lancamento"	:	"1979",
      "faixas"      : "Disorder; Day of the Lords; Candidate; Insigh; New Dawn Fades; She's Lost Control; Shadowplay; Wilderness; Interzone; I Remember Nothing",
      "descricao"		:	"Unknown Pleasures é o álbum de estreia da banda pós-punk inglesa Joy Division. O álbum foi gravado em abril de 1979 no Strawberry Studios, em Stockport. Originalmente, não havia indicação dos lados do LP, além disso, os nomes das faixas estão escritos no encarte e não no selo. Na reedição em CD, convencionou-se ser o lado A, o que começa com a música 'Disorder'. A capa foi feita por Peter Saville e Chris Mathan, mas foi Bernard Sumner quem deu a ideia de colocar a figura usada na capa. Essa figura, encontrada ao acaso por Sumner, era um gráfico produzido por Harold D. Craft, Jr no seu estudo dos sinais de rádio captados pelo Radiotelescópio de Arecibo do pulsar PSR B1919+21, a primeira estrela de nêutrons observada cuja descoberta se deve a astrônoma Jocelyn Bell. A figura da capa também está no selo do LP. Na contracapa do LP, consta a frase 'Isto não é um conceito, é um enigma'."
    },  
    {
      "id" 		      :	"14",
      "banda"		    :	"Joy Division",
      "album"		    :	"Closer",
      "slug"		    :	"closer",
      "categoria"		:	"Pós-Punk",
      "links"       : "pos-punk",
      "lancamento"	:	"1980",
      "faixas"      : "Atrocity Exhibition; Isolation; Passover; Colony; A Means to an End; Heart and Soul; Twenty Four Hours; The Eternal; Decades",
      "descricao"		:	"Closer é o segundo e último álbum de estúdio da banda britânica de pós-punk Joy Division, lançado em 1980. Foi considerado um dos mais importantes álbuns do movimento pós-punk. As músicas foram gravadas sob uma abóbada de estuque especialmente construída, a fim da captar a ressonância de uma capela. Não há indicação dos lados, seja no selo, seja no encarte. Assim, com o álbum anterior, Unknown Pleasures, a relação das músicas encontra-se apenas no encarte. Na reedição em CD, considerou-se o lado A sendo o que começa com Atrocity Exhibition, e o lado B começa com Heart And Soul. Por problemas na tiragem, o álbum só foi lançado em junho de 1980, depois do suicídio do vocalista Ian Curtis, tornando-se um álbum póstumo. A capa, que mostra a foto de uma lápide de cemitério, foi concebida antes da morte de Ian Curtis, mas acabou sendo uma infeliz coincidência (A foto foi tirada no Cemitério Staglieno, em Gênova, Itália)."
    },  
    {
      "id" 		      :	"15",
      "banda"		    :	"New Order",
      "album"		    :	"Power, Corruption & Lies",
      "slug"		    :	"power-corruption-lies",
      "categoria"		:	"Pós-Punk",
      "links"       : "pos-punk",
      "lancamento"	:	"1983",
      "faixas"      : "Age of Consent; We All Stand; The Village; 586; Blue Monday; Your Silent Face; Ultraviolence; Ecstasy; Leave Me Alone",
      "descricao"		:	"Power, Corruption & Lies é o segundo álbum de estúdio da banda de rock e música eletrônica New Order, lançado em 1983. Uma das características mais marcantes desse álbum é o processo de transição que tornou a proposta musical do New Order mais clara, diferente do que havia ocorrido no LP de estréia, Movement. Em suas primeiras gravações, o New Order soava ambíguo: ao mesmo tempo em que as canções apontavam para uma direção nova, mas ainda não muito precisa, permaneciam impregnadas de características herdadas do Joy Division (os temas sombrios, depressivos, e os arranjos atmosféricos). Entretanto, a nova proposta pretendida pelo grupo, ou seja, a síntese equilibrada entre o pós-punk, experimentalismo eletrônico e ritmos dançantes, vinha se desenvolvendo desde os singles 'Temptation', de 1982, e 'Blue Monday' (este último lançado dois meses antes de 'Power, Corruption & Lies'). Com Power Corruption and Lies, o New Order definitivamente se consolidou como pioneiro do dance rock. E algumas das canções do álbum lançaram as bases do som techno e dentre elas a mais importante talvez seja '586', faixa baseada nos experimentos com programação rítmica do baterista Stephen Morris com o Oberheim-DMX e nascida de uma música embrionária conhecida como 'Hacienda', também chamada por alguns como 'Prime 5-8-6', e que anos mais tarde (mais precisamente em 1997) apareceria num CD single rebatizada com o nome 'Video 5-8-6'. Esta composição possui o tradicional ritmo 'bate-estaca', como em 'Blue Monday', que é o elemento característico da eletrônica dance desde que o grupo alemão Kraftwerk lançou a fórmula do gênero com Trans-Europe Express, em 1977. Cabe dizer que um dos maiores hits do álbum, a canção 'Your Silent Face', possui um arranjo claramente inspirado em 'Trans-Europe Express' e, por esta razão, o New Order a apelidou de 'Kraftwerk One' (KW1). O disco possui outros clássicos do repertório neworderiano, como 'Age of Consent' (com seu marcante riff de baixo), 'We All Stand' (uma faixa mais ao estilo desolador típico do Joy Division) e a pulsante 'Ultraviolence'. Em 1989, a revista Rolling Stone colocou 'Power, Corruption and Lies' na posição de número #94 em sua lista dos '100 Melhores Álbuns dos Anos 80'. Em 2012, a revista Slant colocou o álbum na posição de número #23 em sua lista dos 'Melhores Álbuns dos Anos 80'. Em 2010, A capa de 'Power, Corruption and Lies' foi transformada em selo pelo Royal Mail (o serviço postal do Reino Unido), fazendo parte de uma leva de 10 selos em homenagem a '10 álbuns clássicos do Rock britânico'."
    }, 
    {
      "id" 		      :	"16",
      "banda"		    :	"New Order",
      "album"		    :	"Movement",
      "slug"		    :	"movement",
      "categoria"		:	"Pós-Punk",
      "links"       : "pos-punk",
      "lancamento"	:	"1981",
      "faixas"      : "Dreams Never End; Truth; Senses; Chosen Time; ICB; The Him; Doubts Even Here; Denial",
      "descricao"		:	"Movement é o primeiro álbum de estúdio da banda de rock inglesa New Order, lançado em 13 de novembro de 1981 pela Factory Records. Gravado após o suicídio do vocalista do Joy Division, Ian Curtis, no ano anterior, o álbum é uma continuação do som pós-punk sombrio do material do Joy Division, aumentando o uso de sintetizadores enquanto ainda está predominantemente enraizado no rock. Na época de seu lançamento, o álbum não foi particularmente bem recebido pela crítica ou pelo público, alcançando apenas a posição trinta na parada de álbuns do Reino Unido; a banda mudaria gradualmente para um som mais eletrônico ao longo do próximo ano. Nas décadas desde seu lançamento, a recepção crítica retrospectiva foi muito positiva, com críticos elogiando o álbum como um meio-termo entre o trabalho da banda como Joy Division e seu subsequente material de dança alternativo. A Slant Magazine colocou o álbum em 42º lugar em sua lista dos 'Melhores Álbuns da década de 1980', dizendo que 'existe quase exatamente entre o som pós-punk do Joy Division e o estilo synth-pop que viria a definir o New Order e influenciar música pop por década'."
    }, 
    {
      "id" 		      :	"18",
      "banda"		    :	"Sepultura",
      "album"		    :	"Quadra",
      "slug"		    :	"quadra",
      "categoria"		:	"Heavy Metal",
      "links"       : "heavy-metal",
      "lancamento"	:	"2019",
      "faixas"      : "Isolation; Means to an End; Last Time; Capital Enslavement; Ali; Raging Void; Guardians of Earth; The Pentagram; Autem; Quadra; Agony of Defeat; Fear, Pain, Chaos, Suffering",
      "descricao"		:	"Quadra é o décimo quinto álbum de estúdio da banda brasileira de heavy metal Sepultura, lançado em 7 de fevereiro de 2020, pela gravadora Nuclear Blast.[1] É um álbum conceitual baseado na numerologia, no número 'quatro' e seus significados como descrito no Quadrívio. Assim como em seu álbum anterior Machine Messiah, a banda foi à Suécia para gravar com o produtor Jens Bogren. É o álbum mais bem sucedido da banda desde Against de 1998, entrando nas paradas musicais em 17 países, e no top 20 em 7 países. É também o álbum mais bem sucedido da história da banda na Alemanha e Suíça, ultrapassando a posição de Roots, atingindo a posição número 5 e número 13, respectivamente."
    }, 
    {
      "id" 		      :	"19",
      "banda"		    :	"Pink Floyd",
      "album"		    :	"The Dark Side of the Moon",
      "slug"		    :	"the-dark-side-of-the-moon",
      "categoria"		:	"Rock Progressivo",
      "links"       : "rock-progressivo",
      "lancamento"	:	"1973",
      "faixas"      : "Speak to Me; Breathe; On the Run; Time; The Great Gig in the Sky; Money; Us and Them; Any Colour You Like; Brain Damage; Eclipse",
      "descricao"		:	"The Dark Side of the Moon é o oitavo álbum de estúdio da banda britânica de rock progressivo Pink Floyd, lançado em 1 de março de 1973. O disco marca uma nova fase no som da banda, com letras mais pessoais e instrumentais menores, contendo alguns dos mais complicados usos dos instrumentos e efeitos sonoros existentes na época, incluindo o som de alguém correndo à volta de um microfone e a gravação de múltiplos relógios a tocar ao mesmo tempo. Os temas explorados na obra são variados e pessoais, incluindo cobiça, doença mental e envelhecimento, inspirados principalmente pela saída de Syd Barrett, integrante que deixou o grupo em 1968 depois que sua saúde mental se deteriorou. O conceito básico do disco foi desenvolvido quando a banda estava em turnê, e muito do novo material foi apresentado ao vivo, muito antes de ser gravado. A banda produziu o trabalho no Abbey Road Studios de Londres em diferentes sessões em 1972 e 1973 ao lado do produtor Alan Parsons, diretamente responsável pelo desenvolvimento dos elementos sonoros mais exóticos presentes no disco, e a capa, que traz um prisma sendo atingido por um feixe de luz o transformando em um arco-íris, foi desenvolvida para simbolizar a complexidade que o som da banda escondia por trás de sua aparência simples. The Dark Side of the Moon foi um sucesso imediato, chegando ao topo da Billboard 200 nos Estados Unidos (esta parada musical lista os 200 álbuns mais vendidos a cada semana nos EUA). 'The Dark Side of The Moon' permaneceu nesta parada durante 777 semanas - de 1973 a 1988 - sendo o álbum recordista de duração na Billboard 200.[2] Após uma mudança na forma como a Billboard passou contabilizar as vendas em 2009, o álbum entrou novamente no gráfico da Billboard 200 e desde então figurou por lá por mais de 900 semanas. O álbum vendeu mais de quinze milhões de cópias nos EUA e aparece na lista dos álbuns mais vendidos da história no país, também no Reino Unido e na França, com um total de cinquenta milhões de cópias comercializadas mundialmente até hoje. A obra também recebeu aprovação total dos fãs e aclamação da crítica especializada, sendo considerado até hoje um dos mais importantes álbuns de rock de todos os tempos. Em 2003, a revista especializada em música Rolling Stone anexou The Dark Side Of The Moon no segundo lugar de uma lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame. Em 2010, foram lançadas duas edições, a chamada Immersion e a chamada Experience. A edição Experience possui um disco bônus com o álbum tocado na integra no Wembley Empire Pool em Londres em 1974, veiculado pela Radio BBC. O concerto da BBC só não foi lançado na integra por ausência do lançamento oficial da musica Echoes, que existe no formato bootleg. A edição Immersion contem DVDs e CDs, além de outros itens."
    }, 
    {
      "id" 		      :	"20",
      "banda"		    :	"Pink Floyd",
      "album"		    :	"The Division Bell",
      "slug"		    :	"the-division-bell",
      "categoria"		:	"Rock Progressivo",
      "links"       : "rock-progressivo",
      "lancamento"	:	"1994",
      "faixas"      : "Cluster One; What Do You Want from Me; Poles Apart; Marooned; A Great Day for Freedom; Wearing the Inside Out; Take It Back; Coming Back to Lif; Keep Talking; Lost for Words; High Hopes",
      "descricao"		:	"The Division Bell é o décimo quarto álbum de estúdio da banda britânica de rock Pink Floyd. O disco foi lançado em 28 de março de 1994 no Reino Unido pela EMI Records e em 5 de abril nos Estados Unidos pela Columbia Records. É o segundo sem o baixista Roger Waters. Suas canções foram escritas principalmente pelo guitarrista David Gilmour e pelo tecladista Richard Wright e tem como principal tema a falta de comunicação, junto com outras questões como o isolamento, conflitos e autodefesa. Foi gravado em vários estúdios entre 1993 e 1994, incluindo o Britannia Row Studios e o barco-estúdio de David Gilmour, Astoria. A equipe de produção escolheu o produtor Bob Ezrin, o engenheiro Andy Jackson e o saxofonista Dick Parry para trabalharem na obra. A esposa de Gilmour, Polly Samson, coescreveu muitas das letras do álbum e Wright contribui como vocalista principal em um trabalho do Pink Floyd pela primeira vez desde The Dark Side of the Moon, de 1973."
    }, 
    {
      "id" 		      :	"21",
      "banda"		    :	"The Beatles",
      "album"		    :	"Please Please Me",
      "slug"		    :	"please-please-me",
      "categoria"		:	"Rock and Roll",
      "links"       : "rock-and-roll",
      "lancamento"	:	"1963",
      "faixas"      : "I Saw Her Standing There; Misery; Anna (Go to Him); Chains; Boy; Ask Me Why; Please Please Me; Love Me Do; P.S. I Love You; Baby It's You; Do You Want to Know a Secret; A Taste of Honey; There's a Place; Twist And Shout",
      "descricao"		:	"Please Please Me é o álbum de estreia gravado em estúdio e lançado pelos Beatles em 22 de março de 1963. O álbum contém 14 canções, oito escritas por Lennon/McCartney. Em 2003, a revista Rolling Stone listou o álbum no número 39 na lista de 500 melhores álbuns de todos os tempos.A Rolling Stone também colocou as canções 'I Saw Her Standing There' (em #130) e 'Please Please Me' (#184) na lista de 500 melhores canções de todos os tempos, além de ser até os dias atuais, o álbum de estréia mais vendido da história, com 52 milhões de cópias vendidas até os dias atuais. Nos Estados Unidos, a maioria das canções de Please Please Me foram lançadas no álbum da Vee-Jay Records chamado Introducing... The Beatles em 1964, e depois no álbum da Capitol Records chamado The Early Beatles em 1965. O álbum Please Please Me não foi lançado neste país até a padronização mundial do catálogo dos Beatles."
    }, 
    {
      "id" 		      :	"22",
      "banda"		    :	"The Beatles",
      "album"		    :	"Let It Be",
      "slug"		    :	"let-it-be",
      "categoria"		:	"Rock and Roll",
      "links"       : "rock-and-roll",
      "lancamento"	:	"1970",
      "faixas"      : "Two of U; Dig a Pony; Across the Universe; I Me Mine; Dig It; Let It Be; Maggie Mae; I've Got a Feeling; One After 909; The Long and Winding Road; For You Blue; Get Back",
      "descricao"		:	"Let It Be é o décimo terceiro e último álbum de estúdio lançado pelo grupo inglês de rock The Beatles. Gravado entre janeiro de 1969 e março/abril de 1970, o álbum foi somente lançado em 8 de maio de 1970, após o disco Abbey Road (último disco gravado) e juntamente com o documentário com o mesmo nome. Inicialmente estava previsto chamar-se Get Back. As músicas 'Let It Be' e 'Get Back' foram lançadas como singles no Reino Unido, mas em versões diferentes das encontradas no álbum. 'The Long and Winding Road' foi lançada como single nos EUA."
    }, 
    {
      "id" 		      :	"23",
      "banda"		    :	"Led Zeppelin",
      "album"		    :	"Led Zeppelin",
      "slug"		    :	"led-zeppelin",
      "categoria"		:	"Rock Progressivo",
      "links"       : "rock-progressivo",
      "lancamento"	:	"1969",
      "faixas"      : "Good Times Bad Times; Babe I'm Gonna Leave You; You Shook Me; Dazed and Confused; Your Time Is Gonna Come; Black Mountain Side; Communication Breakdown; I Can't Quit You Baby; How Many More Times",
      "descricao"		:	"Led Zeppelin é o álbum de estreia da banda britânica de rock Led Zeppelin. Foi gravado em outubro de 1968 no Olympic Studios, em Londres, e lançado pela Atlantic Records em 12 de janeiro de 1969, nos Estados Unidos. Produzido por todos os quatro integrantes do grupo — especialmente pelo guitarrista Jimmy Page —, estabeleceu a difusão entre o blues e o rock. Muitas canções deste disco, tais como 'Dazed and Confused', 'Communication Breakdown' e 'How Many More Times', apresentam um som pesado atípico na época de seu lançamento. A banda também criou um grande número de seguidores e devotados, com suas próprias canções de hard rock e som agradável; para eles uma parte da contracultura em ambos os lados do Atlântico."
    }, 
    {
      "id" 		      :	"24",
      "banda"		    :	"Led Zeppelin",
      "album"		    :	"In Through the Out Door",
      "slug"		    :	"in-through-the-out-door",
      "categoria"		:	"Rock Progressivo",
      "links"       : "rock-progressivo",
      "lancamento"	:	"1979",
      "faixas"      : "In the Evening; South Bound Saurez; Fool in the Rain; Hot Dog; Carouselambra; All My Love; I'm Gonna Crawl",
      "descricao"		:	"In Through the Out Door é o oitavo álbum de estúdio da banda britânica de rock Led Zeppelin, lançado em 15 de agosto de 1979. O disco foi gravado na Polar Studios em Estocolmo entre o final de 1978 e início de 1979, sendo o terceiro álbum da banda a ser lançado pelo seu próprio selo, a Swan Song Records. O álbum é marcado pela mistura de sons e ritmos trazidos de outros estilos musicais, como o country e o reggae. Marcado também pelo fato dos teclados e sintetizadores de John Paul Jones se sobressaírem além dos acordes de Jimmy Page que vivia uma crise artística graças ao vício em heroína. Um fato que marcou enormemente o lançamento do álbum, foi a edição com 6 capas diferentes: a cena no bar fotografada por 6 ângulos opostos. A música 'All My Love' foi composta por Plant em homenagem ao seu filho que havia falecido há pouco tempo."
    }, 
    {
      "id" 		      :	"25",
      "banda"		    :	"U2",
      "album"		    :	"Boy",
      "slug"		    :	"boy",
      "categoria"		:	"Rock and Roll",
      "links"       : "rock-and-roll",
      "lancamento"	:	"1980",
      "faixas"      : "I Will Follow; Twilight; An Cat Dubh ; Into the Heart; Out of Control; Stories for Boys; The Ocean; A Day Without Me; Another Time, Another Place; The Electric Co.; Shadows and Tall Trees",
      "descricao"		:	"Boy é o álbum de estreia da banda de rock irlandesa U2, lançado em 20 de outubro de 1980. Produzido por Steve Lillywhite, o álbum recebeu resenhas positivas em geral. Os temas comuns entre canções do álbum são os pensamentos e frustrações da adolescência. O álbum incluía o primeiro single de sucesso da banda no Reino Unido, 'I Will Follow'. A liberação de Boy foi seguida pela primeira turnê continental do U2, da Europa e nos Estados Unidos"
    }, 
    {
      "id" 		      :	"26",
      "banda"		    :	"U2",
      "album"		    :	"The Joshua Tree",
      "slug"		    :	"the-joshua-tree",
      "categoria"		:	"Rock and Roll",
      "links"       : "rock-and-roll",
      "lancamento"	:	"1987",
      "faixas"      : "Where the Streets Have No Name; I Still Haven't Found What I'm Looking For; With or Without You; Bullet the Blue Sky; Running to Stand Still; Red Hill Mining Town; n God's Country; Trip Through Your Wires; One Tree Hill; Exit; Mothers of the Disappeared",
      "descricao"		:	"The Joshua Tree é o quinto álbum de estúdio da banda de rock irlandesa U2. Foi produzido por Daniel Lanois e Brian Eno, e foi lançado em 9 de março de 1987 pela Island Records. Em contraste com o ambiente de experimentação do lançamento de seu álbum de 1984, The Unforgettable Fire, o U2 destinou um som mais cru e pulsante em The Joshua Tree, dentro dos limites das estruturas estritas das músicas. O álbum é influenciado pela música americana e música irlandesa, e retrata os sentimentos conflitantes de amor e ódio dentro dos Estados Unidos, com letras socialmente e politicamente conscientes embelezadas com imagens espirituais. Inspirados nas experiências da turnê americana, literatura, e políticas, a banda optou pela América como um tema para o registro. A gravação começou em janeiro de 1986 na Irlanda. A promover uma atmosfera descontraída e criativa, o grupo gravou em duas casas além de dois estúdios profissionais. Vários eventos durante as sessões ajudaram a moldar o tom consciente do álbum, incluindo a participação da banda na turnê A Conspiracy of Hope Tour, a morte de Greg Carroll e a viagem do vocalista Bono à América Central. A gravação foi concluída em Novembro e a produção adicional continuou em janeiro de 1987. Ao longo das sessões, a banda buscou uma qualidade 'cinematográfica' para o registro que evocam um sentido de localização, em particular, os espaços abertos da América. Eles representavam-nos na capa, mostrando os integrantes da banda em paisagens do deserto americano. O álbum foi aclamado pela crítica, chegou ao topo das paradas em mais de 20 países, e bateu inúmeros recordes. De acordo com a Rolling Stone, o álbum da banda aumentou a estatura 'de heróis para superstars'. Produziu os singles 'With or Without You', 'I Still Haven't Found What I'm Looking For' e 'Where the Streets Have No Name'. O álbum venceu o Grammy Award de 'Álbum do Ano' e 'Melhor Performance de Rock por um Duo ou Grupo com Vocais' em 1988. O grupo apoia o registro com o sucesso da The Joshua Tree Tour. Frequentemente citado como um dos maiores álbuns da história do rock, The Joshua Tree é um dos álbuns mais vendidos do mundo, com mais de 25 milhões de cópias vendidas. Em 2017, o U2 lançou uma edição de 30º aniversário em uma edição remasterizada do álbum."
    }, 
    {
      "id" 		      :	"27",
      "banda"		    :	"Nirvana",
      "album"		    :	"Nevermind",
      "slug"		    :	"nevermind",
      "categoria"		:	"Grunge",
      "links"       : "grunge",
      "lancamento"	:	"1991",
      "faixas"      : "Smells Like Teen Spirit; In Bloom; Come As You Are; Breed; Lithium; Polly; Territorial Pissings; Drain You; Lounge Act; Stay Away; On A Plain; Something In The Way; Endless, Nameless",
      "descricao"		:	"Nevermind é o segundo álbum de estúdio da banda estadunidense de rock Nirvana, lançado em 24 de setembro de 1991 pela DGC Records. Produzido por Butch Vig, foi o primeiro álbum de Nirvana a ser lançado pelo selo DGC, e o primeiro álbum da banda com a participação do baterista Dave Grohl. O vocalista da banda Kurt Cobain procurou fazer música fora dos limites restritivos da cena grunge de Seattle, tendo influência de grupos como os Pixies e sua dinâmica ''almo/barulhento' nas canções. Apesar da baixa expectativa de vendas por parte da banda e da gravadora, Nevermind se tornou um surpreendente sucesso ao final de 1991, em grande parte devido à popularidade de seu primeiro single, 'Smells Like Teen Spirit'. Em janeiro de 1992, desbancou o álbum Dangerous de Michael Jackson do primeiro lugar das paradas da Billboard 200. Curiosamente, foi lançado no mesmo dia do álbum Blood Sugar Sex Magik da banda de rock Red Hot Chili Peppers. O álbum do Nirvana também gerou outros singles de sucesso como: 'Come As You Are', 'Lithium' e 'In Bloom'. A Recording Industry Association of America (RIAA) certificou o álbum com disco de diamante (ao menos 10 milhões de cópias expedidas), o álbum vendeu mais de 35 milhões de cópias no mundo. Nevermind foi o maior responsável por trazer tanto o rock alternativo quanto o grunge para o grande público, e foi classificado entre os maiores álbuns de todos os tempos por revistas como Rolling Stone e Time."
    }, 
    {
      "id" 		      :	"28",
      "banda"		    :	"Nirvana",
      "album"		    :	"MTV Unplugged in New York",
      "slug"		    :	"mtv-unplugged-in-new-york",
      "categoria"		:	"Grunge",
      "links"       : "grunge",
      "lancamento"	:	"1994",
      "faixas"      : "About a Girl; Come As You Are; Jesus Wants Me for a Sunbeam; The Man Who Sold The World; Pennyroyal Tea; Dumb; Polly; On a Plain; Something In The Way; Plateau; Oh, Me; Lake of Fire; All Apologies; Where Did You Sleep Last Night",
      "descricao"		:	"MTV Unplugged in New York é o primeiro álbum ao vivo e o segundo álbum de vídeo, contendo um concerto, da banda americana Nirvana, lançado em 1º de novembro de 1994 pela DGC Records, após a morte do vocalista, guitarrista e compositor da banda, Kurt Cobain, em abril do mesmo ano. O álbum apresenta um concerto acústico gravado no Sony Music Studios em 18 novembro de 1993 em Nova York, nos Estados Unidos, para a série de televisão MTV Unplugged. O concerto foi dirigido por Beth McCarthy e exibido pela primeira vez na MTV americana em 16 de dezembro de 1993. A versão em DVD do álbum foi lançada em 20 de novembro de 2007. Por oposição à prática tradicional da MTV Unplugged, o Nirvana tocou um setlist composto principalmente de material menos conhecido e covers de canções do The Vaselines, do David Bowie, do Meat Puppets e do Leadbelly. O álbum estreou em 1º lugar na Billboard 200 e alcançou a primeira posição em vários outros países. MTV Unplugged in New York foi certificado nove vezes platina no Canadá, e também se tornou um álbum multiplatina em vários países, sendo também certificado como ouro e platina pela Associação Brasileira dos Produtores de Discos. Ele é o álbum póstumo de maior sucesso do grupo, e também está entre os álbuns póstumos que mais venderam na história. Foi aclamado pela crítica como uma prova de que a banda foi capaz de transcender o som grunge a que ela estava comumente associada. Foi considerado pela Revista Rolling Stone o melhor MTV Unplugged já produzido até hoje"
    }
  ]
  